Repository: db-kzn/edo-loc
Catalog: src/Client/Resources/Pages/Docs/DraftDialog.*.resx
Languages: ru

source: Actions
ru: Действия

source: Agreed
ru: Подписан

source: Chief of Fund Contact Required
ru: Руководитель фонда не указан

source: Description
ru: Примечание

source: Document
ru: Документ

source: Document Date
ru: Дата документа

source: Document status
ru: Статус документа

source: Document type
ru: Вид документа

source: Draft
ru: Черновик

source: Employee of a MO
ru: Сотрудник МО

source: Employee of a SMO
ru: Сотрудник СМО

source: Employee of the Fund OMS
ru: Сотрудник Фонда ОМС

source: Head of the Fund OMS
ru: Руководитель фонда

source: In progress
ru: На подписании

source: MO Contact Required
ru: Требуется контакт от МО

source: No file
ru: Нет файла

source: Number
ru: Номер

source: Rejected
ru: Отклонен

source: Responsible (FOND)
ru: Ответсвенный (ФОНД)

source: Save
ru: Сохранить

source: Send
ru: Отправить

source: Signer (MO)
ru: Подписант (МО)

source: Signer (SMO)
ru: Подписант (СМО)

source: SMO Contact Required
ru: Требуется контакт от СМО

source: Supervisor (FOND)
ru: Руководитель (ФОНД)

source: Title
ru: Наименование

source: Update
ru: Обновить

source: Update document
ru: Изменение проекта документа

source: Upload document
ru: Новый документ

source: Upload file
ru: Загрузить файл

source: Uploading
ru: Загрузка

source: View document from server
ru: Просмотр документа
