Repository: db-kzn/edo-loc
Catalog: src/Client/Resources/Pages/Authentication/Login.*.resx
Languages: ru

source: Algorithm
ru: Алгоритм

source: Are you org cheif?
ru: Вы руководитель организации?

source: Attachment selection
ru: Прикрепить к организации

source: By INN
ru: Указать ИНН

source: Cancel
ru: Отмена

source: Certificate
ru: Сертификат

source: Certificate not active. Administrator verification required
ru: Сертификат, не активен. Требуется проверка администратором

source: Certificate user organization not found
ru: Организация пользователя сертификата не найдена

# Description
source: Login with your Credentials.
ru: Авторизуйтесь с помощью вашего сертификата.

source: Don't have an account?
ru: У вас ещё нет аккаунта?

source: Email
ru: Электронная почта

source: Electronic key
ru: Выбрать сертификат

source: Email is required!
ru: Электронная почта обязательна!

source: Fill Administrator Credentials
ru: Данные администратора

source: Fill Basic User Credentials
ru: Данные пользователя

source: Forgot password?
ru: Забыли пароль?

source: INN
ru: ИНН

source: INN required
ru: Требуется ИНН организации

source: Issuer
ru: Издатель

source: Multiple user organizations found
ru: Найдено несколько организаций пользователя

source: New employee registration required
ru: Требуется регистрация нового сотрудника

source: New user registration required
ru: Требуется регистрация нового пользователя

source: Next
ru: Далее

source: No
ru: Нет

source: Ok
ru: Ок

source: Only the head has the right to register it
ru: Только руководитель имеет право на ее регистрацию

source: Organization details verification:
ru: Проверка (ввод) данных:

source: Organization Name
ru: Наименование огранизации

source: Organization registration required
ru: Требуется регистрация организации

# OrgInn
source: Organization INN
ru: ИНН организации

source: Owner
ru: Владелец

source: Password
ru: Пароль

source: Password is required!
ru: Пароль обязателен!

source: Register
ru: Записать

source: Register here
ru: Зарегистрируйтесь здесь

source: Remember me?
ru: Запомнить меня?

source: Server did not respond
ru: Сервер не ответил

source: Sign In
ru: Авторизоваться

source: Signing
ru: Проверка токена

source: SNILS
ru: СНИЛС

source: System Check
ru: Проверка системы

source: The certificate has been verified. Login started
ru: Сертификат верен. Возможен вход в систему

source: The new certificate has been added to the user
ru: Пользователю добавлен новый сертификат

source: The organization is not active. Admin Verification Required
ru: Организация не активна. Требуется проверка администратором

source: The organization is not registered
ru: Организация не зарегистрирована

source: The token is not connected
ru: Токен не подключен

source: The user is not active. Administrator verification required
ru: Пользователь не активен. Требуется проверка администратором

source: The user specified in the certificate was not found
ru: Пользователь указанный в сертификате не найден

source: Thumbprint
ru: Отпечаток

# Title
source: EDO OMS RT
ru: ЭДО ОМС РТ

source: Title Of Chief
ru: Должность руководителя

source: Unknown error
ru: Не известная ошибка

source: User organization found
ru: Найдена организация пользователя

source: Valid
ru: Действителен

source: Welcome {0}
ru: Добро пожаловать {0}

source: Yes
ru: Да
